tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "awscli"
brew "bash-completion"
brew "calc"
brew "cmake"
brew "python3"
brew "cmark-gfm"
brew "coreutils"
brew "figlet"
brew "flow"
brew "fzf"
brew "geoipupdate"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "grpc"
brew "heroku"
brew "highlight"
brew "hub"
brew "jpegoptim"
brew "jq"
brew "kops"
brew "launchdns", restart_service: true
brew "lesspipe"
brew "libmaxminddb"
brew "lz4"
brew "mas"
brew "mongodb"
brew "nmap"
brew "optipng"
brew "pinentry-mac"
brew "pngcrush"
brew "pngquant"
brew "postgresql"
brew "pwgen"
brew "redis", restart_service: true
brew "ssh-copy-id"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "webp"
brew "wget"
brew "yarn"
cask "1password"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gogland"
cask "google-chrome"
cask "postman"
cask "pycharm"
cask "slack"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoomus"
mas "Xcode", id: 497799835
