tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "awscli"
brew "bash-completion"
brew "calc"
brew "checkbashisms"
brew "clang-format"
brew "cmake"
brew "cmark-gfm"
brew "coreutils"
brew "figlet"
brew "flow"
brew "fzf"
brew "geoipupdate"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "govendor"
brew "graphicsmagick"
brew "grpc"
brew "highlight"
brew "httpie"
brew "hub"
brew "ipython"
brew "jpegoptim"
brew "jq"
brew "kops"
brew "launchdns", restart_service: true
brew "lesspipe"
brew "libmaxminddb"
brew "lz4"
brew "mas"
brew "mongodb"
brew "mypy"
brew "nmap"
brew "node@12"
brew "openvpn"
brew "optipng"
brew "pinentry-mac"
brew "pipenv"
brew "pngcrush"
brew "pngquant"
brew "postgresql"
brew "pre-commit"
brew "pstree"
brew "pwgen"
brew "qrencode"
brew "redis", restart_service: true
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terraform"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "vnu"
brew "webp"
brew "wget"
cask "1password"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "keybase"
cask "kindle"
cask "postman"
cask "pycharm"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "vmware-fusion"
cask "webstorm"
cask "wireshark"
cask "zoomus"
cask "homebrew/cask-versions/java8"
mas "Xcode", id: 497799835
