tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash-completion"
brew "calc"
brew "checkbashisms"
brew "cmark-gfm"
brew "coreutils"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "highlight"
brew "httpie"
brew "jq"
brew "lesspipe"
brew "lz4"
brew "node@16"
brew "openssh"
brew "pinentry-mac"
brew "pstree"
brew "pwgen"
brew "python"
brew "qrencode"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
